Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/joomla-tm.tmx
Source language: en
Languages: ca_es

source: (Shift-)Click or Drag to change the value.
ca_es: Apreta (Shift +) i clic o arrossega'l per canviar el valor.

source: Time:
ca_es: Hora:

source: Today
ca_es: Avui

source: wk
ca_es: Set

source: - Use the « and » buttons to select year
ca_es: - Utilitza els botons < i > per seleccionar l'any

source: Invalid Server Response
ca_es: Resposta del servidor no vàlida

source: Transfer Error
ca_es: Error de transferència

source: Security Error
ca_es: Error de seguretat

source: Upload Completed.
ca_es: Pujada completada.

source: File Successfully Uploaded.
ca_es: Fitxer pujat amb èxit.

source: An Error Occurred: {error}
ca_es: S'ha produït un error: {error}

source: All Files (*.*)
ca_es: Tots els arxius (*.*)

source: Overall Progress {total}
ca_es: Progrés general {total}

source: Upload Files
ca_es: Arxius enviats

source: Remove
ca_es: Esborra

source: Remove Title
ca_es: Elimina títol

source: Current File: {name}
ca_es: Fitxer actual: {nom}

source: Current Progress
ca_es: Progrés actual

source: File Error
ca_es: Error d'arxiu

source: File Already Exists
ca_es: El fitxer ja existeix

source: Too Many Files
ca_es: Massa fitxers

source: Total Upload Size Too Large
ca_es: La mida total de les pujades és massa gran

source: File is Too Big
ca_es: El fitxer és massa gran

source: File is Too Small
ca_es: El fitxer és massa petit

source: Could not load button base class.
ca_es: No es pot carregar la classe base del botó.

source: Could not load button %s (%s);
ca_es: No es pot carregar el botó %s (%s);

source: Button not defined for type = %s
ca_es: Botó no definit per al tipus =%s

source: Calendar
ca_es: Calendari

source: Checked out
ca_es: Bloca

source: Checkin
ca_es: Desbloqueja

source: This email address is being protected from spambots. You need JavaScript enabled to view it.
ca_es: Aquesta adreça electrònica s'està protegint contra robots de correu brossa. Necessites JavaScript habilitat per veure-la.

source: %s days ago
ca_es: %s dies

source: %s day ago
ca_es: %s dies

source: %s hours ago
ca_es: %s hores

source: %s hour ago
ca_es: %s hores

source: Less than a minute ago
ca_es: Menys d'un minut

source: %s minutes ago
ca_es: %s minuts

source: %s minute ago
ca_es: %s minuts

source: %s weeks ago
ca_es: %s setmanes

source: %s week ago
ca_es: %s setmanes

source: Cannot load the editor
ca_es: No es pot carregar l'editor

source: End
ca_es: Final

source: Function not supported.
ca_es: Funció no suportada.

source: %s: :%s not found in file.
ca_es: %s: :%s no trobat a l'arxiu.

source: %s: :%s not supported. File not found.
ca_es: %s: :%s no suportat. Arxiu no trobat.

source: %s: :%s not supported.
ca_es: %s: :%s no suportat.

source: Move Down
ca_es: Mou avall

source: Move Up
ca_es: Mou amunt

source: There are no parameters for this item
ca_es: No hi ha paràmetres per aquest element

source: No record found
ca_es: Sense registres trobats

source: Page %s of %s
ca_es: Pàgina %s de %s

source: Please first make a selection from the list
ca_es: Si us plau, primer fes una selecció des de la llista

source: Publish Item
ca_es: Element publicat

source: Published, but has Expired
ca_es: Caducat

source: Finish: %s
ca_es: Final: %s

source: Published and is Current
ca_es: Actualment publicat

source: Published, but is Pending
ca_es: Pendent de publicació

source: Start: %s
ca_es: Inici: %s

source: Results %s - %s of %s
ca_es: Resultats %s - %s de %s

source: Save Order
ca_es: Desa l'ordre

source: Select State
ca_es: Selecciona estat

source: Start
ca_es: Inici

source: Unpublish Item
ca_es: Despublica element

source: View All
ca_es: Veure tot

source: Set default
ca_es: Assigna per defecte

source: Unset default
ca_es: Desassigna per defecte

source: Aborting language installation: %s
ca_es: S'està avortant la instal·lació del idioma: %s

source: Extension is already installed
ca_es: L'extensió ja està instal.lada

source: Error building Admin Menus
ca_es: Error construint els menús de l'administració

source: Component Install: Could not copy setup file.
ca_es: Instal·lació de component: No es pot copiar el fitxer de configuració.

source: Component Install: Custom install routine failure
ca_es: Instal·lació de component: Rutina personalitzada d'instal·lació fallida

source: Component Install: Could not copy PHP manifest file.
ca_es: Instal·lació de component: No es pot copiar el fitxer PHP de manifest.

source: Component Install: Could not copy PHP install file.
ca_es: Instal·lació de component: No es pot copiar el fitxer PHP d'instal·lació.

source: Component Install: Could not copy PHP uninstall file.
ca_es: Instal·lació de component: No es pot copiar el fitxer PHP de desinstal·lació

source: Component Install: %s
ca_es: Instal·lació de component: %s

source: Component Install: SQL error file %s
ca_es: Instal·lació de component: Arxiu d'error SQL %s

source: Component Update: The XML file did not contain an administration element
ca_es: Actualització del component: L'arxiu XML no conté cap element de l'administració

source: Component Update: Could not copy setup file.
ca_es: Actualització del component: No es pot copiar el fitxer de configuració.

source: Component Update: Could not copy PHP manifest file.
ca_es: Actualització del component: No es pot copiar el fitxer PHP de manifest.

source: Component Update: Could not copy PHP install file.
ca_es: Actualització del component: No es pot copiar el fitxer PHP d'instal·lació.

source: Component Update: Could not copy PHP uninstall file.
ca_es: Actualització del component: No es pot copiar el fitxer PHP de desinstal·lació

source: Component Update: %s
ca_es: Actualització del component: %s

source: Component Update: SQL error file %s
ca_es: Actualització del component: Arxiu d'error SQL %s

source: Installation unexpectedly terminated:
ca_es: Instal·lació acabada inesperadament:

source: Unable to detect manifest file
ca_es: No es pot detectar l'arxiu de manifest

source: Extension is not valid
ca_es: L'extensió no és vàlida

source: Files Install: Could not copy setup file.
ca_es: Instal·lació de fitxers: No es pot copiar el fitxer de configuració.

source: Files Install: Custom install routine failure
ca_es: Instal·lació de fitxers: Error de rutina d'instal·lació personalitzada

source: Files Install: Failed to find source directory: %s
ca_es: Instal·lació de fitxers: Decisió per trobar el directori %s

source: Files Install: %s
ca_es: Instal·lació de fitxers:%s

source: Files %1$s: SQL error file %2$s
ca_es: Arxius %1$s: error d'arxiu SQL %2$s

source: Files Install: Another extension with same name already exists.
ca_es: Instal·lació de fitxers: Ja hi ha una altra extensió amb el mateix nom.

source: Files Update: SQL error file %s
ca_es: Actualització d'arxius: Error SQL al fitxer %s

source: Library Install: Library already installed
ca_es: Instal·lació de Biblioteca: La biblioteca ja està instal.lada

source: Library Install: Could not copy setup file.
ca_es: Instal·lació de Biblioteca: No es pot copiar el fitxer de configuració.

source: Library Install: Failed to create directory: %s
ca_es: Instal·lació de Biblioteca: No s'ha pogut crear el directori: %s

source: Library Install: No library file specified
ca_es: Instal·lació de Biblioteca: Sense arxiu de la biblioteca especificada

source: Library Install: %s
ca_es: Instal·lació de Biblioteca: %s

source: Failed to load extension details
ca_es: No s'ha pogut carregar els detalls de l'extensió

source: Method not supported for this extension type
ca_es: Mètode no suportat per aquest tipus d'extensió

source: Method not supported for this extension type: %s
ca_es: Mètode no suportat per aquest tipus d'extensió: %s

source: Module Install: Could not copy setup file.
ca_es: Instal·lació de mòdul: No es pot copiar el fitxer de configuració.

source: Module %1$s: Failed to create directory: %2$s
ca_es: Mòdul %1$s: No s'ha pogut crear el directori: %2$s

source: Module Install: Custom install routine failure
ca_es: Instal·lació de mòdul: Rutina personalitzada d'instal·lació fallida

source: Module %1$s: Another module is already using directory: %2$s
ca_es: Mòdul %1$s: Ja hi ha un altre mòdul usant aquest directori: %2$s

source: Module Install: Could not copy PHP manifest file.
ca_es: Instal·lació de Mòdul: No s'ha pogut copiar l'arxiu de manifest PHP.

source: Module %s: No module file specified
ca_es: Mòdul %s: Sense arxiu del mòdul especificat

source: Module %1$s: SQL error file %2$s
ca_es: Mòdul %1$s: Arxiu d'error SQL %2$s

source: Module %1$s: %2$s
ca_es: Mòdul %1$s: %2$s

source: Module Uninstall: Unknown client type [%s]
ca_es: Desinstal·lació de mòdul: Tipus de client desconegut [%s]

source: Module %1$s: Unknown client type [%2$s]
ca_es: Mòdul %1$s: Tipus de client desconegut [%2$s]

source: Install path does not exist
ca_es: La ruta d'instal·lació no existeix

source: Update path does not exist
ca_es: La ruta per si mateixa no existeix

source: Package Install: Could not copy setup file.
ca_es: Paquet d'instal lació: No es pot copiar el fitxer de configuració.

source: Package Install: Failed to create directory:%s
ca_es: Paquet d'instal lació: No s'ha pogut crear el directori: %s

source: Package %1$s: There was an error installing an extension: %2$s
ca_es: Paquet %1$s: S'ha produït un error configurant la extensió: %2$s

source: Package %s: There were no files to install!
ca_es: Paquet %s: no hi ha arxius a instal·lar!

source: Package %s: No package file specified
ca_es: Paquet %s: Sense fitxer del paquet especificat

source: Package Install: %s
ca_es: Paquet d'instal·lació %s

source: Plugin %1$s: Plugin %2$s already exists
ca_es: Connector %1$s: Connector %2$s ja existeix

source: Plugin %s: Could not copy setup file.
ca_es: Connector %s: No es pot copiar el fitxer de configuració.

source: Plugin %1$s: Failed to create directory: %2$s
ca_es: Connector %1$s: No s'ha pogut crear el directori: %2$s

source: Plugin Install: Custom install routine failure
ca_es: Instal·lació de connector: Rutina personalitzada d'instal·lació fallida

source: Plugin %1$s: Another plugin is already using directory: %2$s
ca_es: Connector %1$s: Ja hi ha un altre connector usant el directori: %2$s

source: Plugin %s: Could not copy PHP manifest file.
ca_es: Connector %s: No es pot copiar el fitxer PHP de manifest.

source: Plugin %s: No plugin file specified
ca_es: Connector %s: sense fitxer del connector especificat

source: Plugin %1$s: %2$s
ca_es: Connector %1$s: %2$s

source: Plugin %1$s: SQL error file %2$s
ca_es: Connector %1$s: Arxiu d'error SQL %2$s

source: Plugin Uninstall: SQL error file %s
ca_es: Desinstal·lació del connector: Arxiu d'error SQL %s

source: Refresh Manifest Cache failed: Extension is not currently installed.
ca_es: Actualització del manifest a la memòria cau fallit: L'extensió actualment no està instal·lada.

source: Refresh Manifest Cache failed: Extension is not valid.
ca_es: Actualització del manifest a la memòria cau fallit: L'extensió no és vàlida.

source: Template Install: Template already installed
ca_es: Instal·lació de plantilla: La plantilla ja està instal·lada

source: Template Install: There is already a Template using the named directory: %s. Are you trying to install the same template again?
ca_es: Instal·lació de plantilla: Ja hi ha una plantilla usant el nom de directori:%s Estàs intentant instal·lar la mateixa plantilla una altra vegada?

source: Template Install: Could not copy setup file.
ca_es: Instal·lació de plantilla: No es pot copiar el fitxer de configuració.

source: Template Install: Failed to create directory: %s
ca_es: Instal·lació de plantilla: No s'ha pogut crear el directori: %s

source: Template Install: %s
ca_es: Instal·lació de plantilla: %s

source: Template Install: Unknown client type [%s]
ca_es: Instal·lació de plantilla: Tipus de client desconegut [%s]

source: %s - Default
ca_es: %s - Per defecte

source: Discover
ca_es: Descobreix

source: Component Discover install: Failed to store component details
ca_es: Instal·lador de components descoberts: No s'ha pogut emmagatzemar els detalls del component

source: Component Install: The XML file did not contain an administration element
ca_es: Instal·lació de component: L'arxiu XML no conté cap element de l'administració

source: Component Install: Another component is already using directory: %s
ca_es: Instal·lació de component: Un altre component ja està utilitzant el directori: %s

source: Component Install: Failed to create admin directory: %s
ca_es: Instal·lació de component: No s'ha pogut crear el directori de l'administració:%s

source: Component Install: Failed to create site directory: %s
ca_es: Instal·lació de component: No s'ha pogut crear el directori del lloc: %s

source: Component Refresh manifest cache: Failed to store component details
ca_es: Actualitza manifest del component a la memòria cau: No s'ha pogut emmagatzemar els detalls del component

source: Could not delete the administrator menus.
ca_es: No es poden esborrar els menús de l'administració.

source: Component Uninstall: Custom Uninstall script unsuccessful
ca_es: Desinstal·lació del component: Seqüència de desinstal·lació aplicada sense èxit

source: Component Uninstall: Unable to delete the component categories
ca_es: Desinstal·lació de component: No es poden eliminar les categories del component

source: Component Uninstall: Can't uninstall. Please remove manually
ca_es: Desinstal·lació del component: No es pot desinstal·lar. Si us plau, esborra'l manualment

source: Component Uninstall: Unknown Extension
ca_es: Desinstal·lació del component: Extensió desconeguda

source: Component Uninstall: Unable to remove the component admin directory
ca_es: Desinstal·lació del component: No es pot esborrar el directori del component a l'administració

source: Component Uninstall: Unable to remove the component site directory
ca_es: Desinstal·lació del component: No es pot esborrar el directori del component al lloc

source: Component Uninstall: Option field empty, cannot remove files
ca_es: Desinstal·lació del component: Camp d'opció buit, no es poden eliminar els fitxers

source: Component Uninstall: SQL error file %s
ca_es: Desinstal·lació del component: Arxiu d'error SQL %s

source: Component Uninstall: Trying to uninstall a core component
ca_es: Desinstal·lació del component: Està intentant desinstal·lar un component del nucli

source: Component Update: Failed to create admin directory: %s
ca_es: Actualització del component: No s'ha pogut crear el directori de l'administració: %s

source: Component Update: Failed to create site directory: %s
ca_es: Actualització del component: No s'ha pogut crear el directori del lloc: %s

source: JInstaller: :Install: Failed to create directory: %s
ca_es: JInstaller: :Instal·lació: No s'ha pogut crear el directori: %s

source: Failed to create directory [%s]
ca_es: No s'ha pogut crear el directori [%s]

source: Deprecated install format (client="_QQ_"both"_QQ_"), use package installer in future
ca_es: Format d'instal·lació en desús (client ="_QQ_" _QQ_ "_QQ_"tots dos"_QQ_" _QQ_ "_QQ_"), en futures ocasions utilitza l'instal·lador de paquets

source: Error connecting to the server: %s
ca_es: Error connectant al servidor: %s

source: JInstaller: :Install: Failed to copy file %1$s to %2$s
ca_es: JInstaller: :Instal·lació: Error en copiar el fitxer %1$s a %2$s

source: JInstaller: :Install: Failed to copy folder %1$s to %2$s
ca_es: JInstaller: :Instal·lació: Error en copiar la carpeta %1$s a %2$s

source: Failed reading network resource: %s
ca_es: Ha fallat llegint el recurs de la xarxa de treball: %s

source: JInstaller: :Install: File already exists %s
ca_es: JInstaller: :Instal·lació: El fitxer ja existeix %s

source: Files Uninstall: Invalid manifest file
ca_es: Desinstal·lació d'arxius: Arxiu de manifest invàlid

source: Files Uninstall: Manifest file invalid or not found.
ca_es: Desinstal·lació d'arxius: Arxiu de manifest invàlid o no trobat.

source: Files Uninstall: Could not load extension entry
ca_es: Desinstal·lació d'arxius: No es pot carregar l'entrada de l'extensió

source: Files Uninstall: Could not load manifest file
ca_es: Desinstal·lació d'arxius: No es pot carregar el fitxer de manifest

source: Files Uninstall: SQL error file %s
ca_es: Desinstal·lació d'arxius: Error SQL al fitxer %s

source: File Uninstall: Trying to uninstall core files
ca_es: Desinstal·lació d'Arxius: Tractant de desinstal·lar els arxius centrals

source: Another extension is already using directory [%s]
ca_es: Una altra extensió ja està utilitzant el directori [%s]

source: Language Discover install: Failed to store language details
ca_es: Instal·lació d'idioma descobert: No s'ha pogut emmagatzemar els detalls de l'idioma

source: This language can't be uninstalled as long as it is defined as a default language.
ca_es: L'idioma no es podrà desintal·lar, mentre que sigui l'idioma predeterminat.

source: Language Uninstall: Unable to remove the specified Language directory.
ca_es: Instal·lació d'idioma: No es pot esborrar el directori de l'idioma especificat.

source: Language Uninstall: Element is empty, cannot uninstall files
ca_es: Instal·lació d'idioma: L'element està buit i no es poden desinstal·lar els fitxers

source: Language Uninstall: Language path is empty, cannot uninstall files
ca_es: Desinstal·lació d'idioma: La ruta de l'idioma està buida i no es poden desinstal·lar els fitxers

source: This language can't be uninstalled. It is protected in the database (usually en-GB)
ca_es: Aquest idioma no es pot desinstal·lar. Està protegit a la base de dades (en general en-GB)

source: Library Discover install: Failed to store library details
ca_es: Instal·lació de biblioteca descoberta: No s'han pogut emmagatzemar els detalls de la biblioteca

source: Library Uninstall: Invalid manifest file
ca_es: Desinstal·lació de la biblioteca: Arxiu de manifest invàlid

source: Library Uninstall: Manifest file invalid or not found.
ca_es: Desinstal·lació de la biblioteca: Arxiu de manifest invàlid o no trobat.

source: Library Uninstall: Could not load manifest file
ca_es: Desinstal·lació de la biblioteca: No es pot carregar el fitxer de manifest

source: Library Uninstall: Trying to uninstall a core library
ca_es: Desinstal·lació de la biblioteca: S'està intentant desinstal·lar una biblioteca del nucli

source: JInstaller: :Install: Failed to load XML File: %s
ca_es: JInstaller: :Instal·lació: No s'ha pogut carregar el fitxer XML: %s

source: Module Discover install: Failed to store module details
ca_es: Instal·lació de mòdul descobert: Error en emmagatzemar els detalls del mòdul

source: Module Refresh manifest cache: Failed to store module details
ca_es: Actualització del manifest a la memòria cau del mòdul: No s'ha pogut emmagatzemar els detalls del mòdul

source: Module Uninstall: Unknown Extension
ca_es: Desinstal·lació del mòdul: Extensió desconeguda

source: Module Uninstall: %s
ca_es: Desinstal·lació del mòdul:%s

source: Module Uninstall: Manifest file invalid or not found.
ca_es: Desinstal·lació del mòdul: Arxiu de manifest invàlid o no trobat.

source: Module Uninstall: SQL error file %s
ca_es: Desinstal·lació del mòdul: Error al fitxer SQL %s

source: Module Uninstall: Trying to uninstall a core module: %s
ca_es: Desinstal·lació del mòdul: Estàs intentant desinstal·lar un mòdul del nucli: %s

source: No core pack exists for the language [%s]
ca_es: No hi ha paquets de l'idioma per a aquest idioma [%s]

source: JInstaller: :Install: File does not exist %s
ca_es: JInstaller: :Instal·lació: El fitxer %s no existeix

source: The package did not specify a language tag. Are you trying to install an old language package?
ca_es: El paquet no especifica cap etiqueta d'idioma. Estàs intentant instal·lar un paquet d'idioma antic?

source: JInstaller: :Install: Cannot find Joomla XML setup file
ca_es: JInstaller: :Instal·lació: No es pot trobar el fitxer XML de configuració de Joomla!

source: JInstaller: :Install: Cannot find XML setup file
ca_es: JInstaller: :Instal·lació: No es pot trobar el fitxer XML de configuració.

source: Package Uninstall: Invalid manifest file
ca_es: Desinstal·lació del paquet: Arxiu de manifest invàlid

source: Package Uninstall: Manifest file invalid or not found: %s
ca_es: Desinstal·lació del paquet: Arxiu de manifest invàlid o no trobat: %s

source: Package Uninstall: Could not load manifest file
ca_es: Desinstal·lació del paquet: No es pot carregar el fitxer de manifest

source: Package Uninstall: Errors were detected, manifest file not removed!
ca_es: Desinstal·lació del paquet: Es van trobar errors i l'arxiu de manifest no es pot esborrar.

source: Package Uninstall: Missing manifest file
ca_es: Desinstal·lació del paquet: Arxiu de manifest no trobat

source: Package Uninstall: This extension may have already been uninstalled or might not have been uninstall properly: %s
ca_es: Desinstal·lació del paquet: Potser aquesta extensió ja ha estat desinstal·lada o que no ho hagi estat correctament: %s

source: Package Uninstall: Trying to uninstall core package
ca_es: Desinstal·lació del paquet: Tractant de desinstal·lar el motor del paquet

source: Plugin Discover install: Failed to store plugin details
ca_es: Instal·lació de connector descobert: No s'ha pogut emmagatzemar els detalls del connector

source: Plugin Refresh manifest cache: Failed to store plugin details
ca_es: Actualització del manifest a la memòria cau del connector: Error en emmagatzemar el manifest del connector

source: Plugin Uninstall: Unknown Extension
ca_es: Desinstal·lació del connector: Extensió desconeguda

source: Plugin Uninstall: Folder field empty, cannot remove files
ca_es: Desinstal·lació del connector: El camp de la carpeta està buit i no es poden eliminar els fitxers

source: Plugin Uninstall: Invalid manifest file
ca_es: Desinstal·lació del connector: Arxiu de manifest invàlid

source: Plugin Uninstall: Manifest file invalid or not found.
ca_es: Desinstal·lació del connector: Arxiu de manifest invàlid o no trobat.

source: Plugin Uninstall: Could not load manifest file
ca_es: Desinstal·lació del connector: No es pot carregar el fitxer de manifest

source: Plugin Uninstall: Trying to uninstall a core plugin: %s
ca_es: Desinstal·lació del connector: S'està intentant desinstal·lar un connector del nucli: %s

source: JInstaller: :Install: Error SQL %s
ca_es: JInstaller: :Instal·lació: Error SQL %s

source: JInstaller: :Install: SQL File not found %s
ca_es: JInstaller: :Instal·lació: Arxiu SQL no trobat %s

source: JInstaller: :Install: SQL File Buffer Read Error
ca_es: JInstaller: :Instal·lació: Error de lectura a la memòria intermitja de l'arxiu SQL

source: Template Discover install: Failed to store template details
ca_es: Configuració de la plantilla descoberta: No s'han pogut emmagatzemar els detalls de la plantilla

source: Template Uninstall: Unknown Extension
ca_es: Desinstal·lació de plantilla: Extensió desconeguda

source: Template Uninstall: Invalid client.
ca_es: Desinstal·lació de plantilla: Client invàlid.

source: Template Uninstall: Manifest file invalid or not found.
ca_es: Desinstal·lació de plantilla: Arxiu de manifest invàlid o no trobat.

source: Template Uninstall: Cannot remove default template.
ca_es: Desinstal·lació de plantilla: No es pot eliminar la plantilla per defecte.

source: Template Uninstall: Directory does not exist, cannot remove files
ca_es: Desinstal·lació de plantilla: El directori no existeix i no es poden eliminar els fitxers

source: Template Uninstall: Template ID is empty, cannot uninstall files
ca_es: Desinstal·lació de plantilla: l'id de la plantilla està buit i no es poden desinstal·lar els fitxers
